let info = [
  {
    "name": "阿涵",
    "address": "河北省石家庄市长安区南高营回迁四区菜鸟驿站",
    "phone": "18131198680",
    "alias": "shan"
  },
  {
    "name": "楚子航",
    "address": "四川省成都市成华区青龙街道昭觉寺横路富丽锦城",
    "phone": "13281170893",
    "alias": "DojaiiiCat"
  },
  {
    "name": "小小",
    "address": "广州市天河区珠江新城华夏路10号富力中心45楼",
    "phone": "18922444665",
    "alias": "左家庄的赵家姑娘"
  },
  {
    "name": "肚肚",
    "address": "江苏省南京市江宁区天元东路818号",
    "phone": "18018039857",
    "alias": "肚肚"
  },
  {
    "name": "林术微",
    "address": "江苏省镇江市京口区禹山北路中南御锦城售楼处",
    "phone": "13952852514",
    "alias": "专业辟邪"
  },
  {
    "name": "小宁",
    "address": "北京市通州区杨庄路长城国际66栋D9-404",
    "phone": "13223312034",
    "alias": "很丑很丑亚姐第九"
  },
  {
    "name": "欣欣",
    "address": "上海市虹口区广灵四路280弄小区12号楼603室",
    "phone": "15086898125",
    "alias": "欣欣"
  },
  {
    "name": "铁甲小宝",
    "address": "河南省平顶山市卫东区东安路南段121号商铺安培中心家属院（菜鸟驿站）",
    "phone": "16637501077",
    "alias": "三大神捕之四"
  },
  {
    "name": "爱丽丝",
    "address": "广东省江门市江海区外海街道龙溪湖江悦城公园里2栋2902",
    "phone": "13488315728",
    "alias": "埃里斯。"
  },
  {
    "name": "汪慧娟",
    "address": "四川省峨眉山市九里镇六七厂家属区菜市场",
    "phone": "18090349500",
    "alias": "赵腰静"
  },
  {
    "name": "张婧仪的老公",
    "address": "浙江省金华市义乌市稠江街道杨村三区三幢一单元503",
    "phone": "13967958348",
    "alias": "闸北陆小哄"
  },
  {
    "name": "天宇",
    "address": "辽宁省抚顺市望花区和平路东段23号楼",
    "phone": "18852893975",
    "alias": "还真把你儿当吕布了"
  },
  {
    "name": "小王",
    "address": "山东省青岛市李沧区京口路133路惠客友超市",
    "phone": "13305426514",
    "alias": "Amin"
  },
  {
    "name": "syyyy",
    "address": "浙江省杭州市余杭区五常大道156号西溪软件园巨蟹座A3009",
    "phone": "15957120029",
    "alias": "家大业大"
  },
  {
    "name": "傲寒",
    "address": "湖北省武汉市江汉区江汉经济开发区江发路11号冠寓江发路店",
    "phone": "13461230356",
    "alias": "傲寒"
  },
  {
    "name": "莫小贝",
    "address": "河南省漯河市源汇区银江路乐享游泳健身",
    "phone": "18739599225",
    "alias": "莫小贝的糖葫芦"
  },
  {
    "name": "舍予",
    "address": "北京市朝阳区小关街道惠新东街10号对外经济贸易大学 ",
    "phone": "18801333435",
    "alias": "舍予小甜豆儿"
  },
  {
    "name": "白展堂",
    "address": "上海虹口区华严路98弄18号",
    "phone": "13916390896",
    "alias": "爵士青春"
  },
  {
    "name": "苏苏",
    "address": "山东青岛崂山区国际创新园D2座",
    "phone": "18953256267",
    "alias": "水蛇般的水桶腰"
  },
  {
    "name": "大肘子",
    "address": "四川省成都市武侯区高新区新园大道8号 雄飞·新园紫郡",
    "phone": "15505168402",
    "alias": "大肘子"
  },
  {
    "name": "火辣辣的疼",
    "address": "上海市闵行区浦江镇滨浦五村7号楼1002",
    "phone": "18829898795",
    "alias": "火辣辣的疼"
  }
]

console.log(info)
console.log(info.length)
